tap "felixkratz/formulae"
tap "go-task/tap"
tap "hashicorp/tap"
tap "nikitabobko/tap"
tap "proxysoul/tap"

brew "direnv"
brew "gh"
brew "mise"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "terminal-notifier"
brew "xcodegen"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "go-task/tap/go-task"
brew "hashicorp/tap/vault"
brew "proxysoul/tap/soulforge"

cask "nikitabobko/tap/aerospace"
cask "font-hack-nerd-font"
cask "sf-symbols"
cask "wezterm"
